<?php

$lang['my-00']	= '购物车';
$lang['my-01']	= '商品iid参数不存在！请重新购买';
$lang['my-02']	= '商品num参数不存在！请重新购买';
$lang['my-03']	= '您还没有选择订购商品或者订购的商品已经售完';
$lang['my-04']	= '物流配置';
$lang['my-05']	= '收货地址不存在，请选择收货地址';
$lang['my-06']	= '订购失败，请重新购买';
$lang['my-07']	= '订单详情页';
$lang['my-08']	= '我出售的订单';
$lang['my-09']	= '我预订的订单';
$lang['my-10']	= '订单不存在或者已经被删除';

$lang['my-11']	= '此订单不是你的，你无权操作';
$lang['my-12']	= '操作错误，订单状态不匹配';
$lang['my-13']	= '抱歉！账户余额不足，请充值';
$lang['my-14']	= '付款成功';
$lang['my-15']	= '此订单交易成功';
$lang['my-16']	= '货到付款';
$lang['my-17']	= '没有查询到快递运送记录';
$lang['my-18']	= '管理员%s，将订单（#%s）设置为交易完成';
$lang['my-19']	= '管理员%s，将订单（#%s）设置为已付款';
$lang['my-20']	= '订单详情';

$lang['my-21']	= '已经评价';
$lang['my-22']	= '立即评价';
$lang['my-23']	= '【%s】还没有评分';
$lang['my-24']	= '评价成功';
$lang['my-25']	= '请填写评论内容';
$lang['my-26']	= '商品评价';
$lang['my-27']	= '是';
$lang['my-28']	= '否';
$lang['my-29']	= '订单交易成功';
$lang['my-30']	= '订单（#%s）交易成功<br/>
<br/>
请点击以下链接查看此订单详情<br/>
<a href="%s">%s</a><br/>
(如果上面不是链接形式，请将该地址手工粘贴到浏览器地址栏再访问)<br/>
<br/>
此致<br/>';

$lang['my-31']	= '订单管理';
$lang['my-32']	= '属性规格';
$lang['my-33']	= '订单Id';
$lang['my-34']	= '买家账号';
$lang['my-35']	= '订单总价';
$lang['my-36']	= '下单时间';
$lang['my-37']	= '订单状态';
$lang['my-38']	= '查看/详情';
$lang['my-39']	= '管理员%s，将订单（#%s）的价格￥%s更改为￥%s';
$lang['my-40']	= '管理员%s，将订单（#%s）的商品已发货，请注意查收';
$lang['my-41']	= '付款方式';
$lang['my-42']	= '请选择一个有效的付款方式';
$lang['my-43']	= '付款方式错误';
$lang['my-44']	= '下单成功，等待商家为您配货';
$lang['my-45']	= '管理员%s，将订单（#%s）关闭';
$lang['my-46']	= '管理员%s，将订单（#%s）删除';
$lang['my-47']	= '订单（%s）退款';
$lang['my-48']	= '管理员%s，将订单（#%s）退款成功';
$lang['my-49']	= '货到付款订单买家不能操作';
$lang['my-50']	= '商店配置';
$lang['my-51']	= '系统已经关闭了评论功能';
$lang['my-52']	= '请选择在线支付的付款方式';
$lang['my-53']	= '下单成功，即将跳转到付款页面';
$lang['my-54']  = '当前订单状态您无权进行关闭操作';
$lang['my-55']  = '当前订单状态您无权进行删除操作';


//2014年9月5日10:19:19 zan
//
$lang['my-100'] = '打印状态';
$lang['my-101']	= '打印预约';

$lang['my-115']  = '此订单退款申请成功！等待客服人员处理';